[
  {
    "id": "1",
    "imageacceuil": ["./img/cover_sc.png"],
    "title": "Sumo Core",
    "category": "Jeu vidéo",
    "image": ["./img/Desktop - 1.png"],
    "paraun": "Sumo Core est un jeu d'action solo de style arcade développé sur phaser 5. Inspiré de la culture japonaise, le jeu met en scène des sumos.",
    "paradeux": "Dans ce projet, j’ai fait la conception, le développement et design du jeux à l’aide de Visual Studio Code (Phaser 5), Tiled et Figma. Dans ce projet, j’ai fait la conception, le développement et design du jeux à l’aide de Visual Studio Code (Phaser 5), Tiled et Figma.",
    "textbouton": "Jouer",
    "lien": "https://jahmfrfr.itch.io/sumocore"
  },
  {
    "id": "2",
    "imageacceuil": ["./img/Screenshot 2025-10-19 020534.png"],
    "title": "La Pomme",
    "category": "Montage vidéo / Animation 2D",
    "image": ["img/Screenshot 2025-10-19 154441.png"],
    "paraun": "Un cours métrage qui mélange stop motion et animation 2d. Dans ce projet, tout le scénario est basé sur un poème qui parle du regard des autres.",
    "paradeux": "J’ai réalisé ce projet avec Loïc Boutin et Calvin Livéal. Mon rôle a été de faire la création numérique des assets 2d, l’animation 2d et le montage à l’aide de Davinci Resolve, Adobe Illustrator et Adobe After Effects.",
    "textbouton": "Visionner",
    "lien": "https://www.youtube.com/watch?v=W4uc5_2BeLA"
  },
  {
    "id": "3",
    "imageacceuil": ["./img/1496854-blue-Waveform-2K.jpg"],
    "title": "Micromontage",
    "category": "Son",
    "image": ["./img/1496854-blue-Waveform-2K.jpg"],
    "paraun": "Montage sonore inventif et de qualité fait à partir d'enregistrements dont l’intention est de représenter le stress au travail.",
    "paradeux": "Dans ce projet, j’ai fait l’enregistrement, le montage et mix à l’aide Reaper et d’un système d’enregistrement sonore dernier cris.",
    "textbouton": "Écouter",
    "lien": "https://www.youtube.com/watch?v=Ehw6UHExqg8"
  },
  {
    "id": "4",
    "imageacceuil": ["./img/export-1.jpg"],
    "title": "En Mer",
    "category": "Modélisation 3d",
    "image": ["./img/export-2.jpg"],
    "paraun": "Paysage modélisé en 3D qui nous plonge dans l’atmosphère paisible d’un phare situé près de la côte.",
    "paradeux": "J’ai réalisé ce projet avec Loïc Boutin. Mon rôle a été de modéliser le phare, les mouettes et les rochers à l’aide de Maya.",
    "textbouton": "Galerie photo"
  }
]
